Repository: common-repository/mementor-newsletter-popup
Catalog: lang/mementor_newsletter_popup-*.po
Languages: nb_no

source: Mementor Newsletter Popup
nb_no: Mementor Nyhetsbrev Popup

source: Newsletter Popup
nb_no: Nyhetsbrev Popup

source: Settings was successfully saved
nb_no: Innstillingene ble lagret

source: Oh snap! We had some trouble saving your settings
nb_no: Oh snap! Vi fikk problemer med å lagre innstillingene dine

source: Headline
nb_no: Overskrift

source: Content
nb_no: Innhold

source: Why should the visitor sign up for your newsletter?
nb_no: Hvorfor skal den besøkende melde seg på ditt nyhetsbrev?

source: Image
nb_no: Bilde

source: No file selected
nb_no: Ingen fil er valg

source: Form URL
nb_no: Skjema URL

source: Form action
nb_no: Skjema handling

source: Firstname input name
nb_no: Fornavn input navn

source: Firstname
nb_no: Fornavn

source: Lastname input name
nb_no: Etternavn input navn

source: Lastname
nb_no: Etternavn

source: Email input name
nb_no: E-post input navn

source: E-mail
nb_no: E-post

source: Button color
nb_no: Farge på knappen

source: Link color
nb_no: Farge på linken

source: Footnote
nb_no: Liten tekst

source: Save Changes
nb_no: Lagre endringer

source: Please don't ask me again
nb_no: Vennligst ikke spør meg igjen

source: Preview
nb_no: Forhåndsvisning

source: Subscribe
nb_no: Meld på

source: Yes please!
nb_no: Ja takk!

source: https://www.mementor.no/
nb_no: https://www.memento.no/

source: A simple and responsive newsletter popup. This plugin will get you up and running with a nice looking popup within minutes. Allows your visitor to signup to services like Mailchimp or any other newsletter service.
nb_no: En enkel og responsive nyhetsbrev popup. Med denne utvidelsen kommer du i gang med en lekker nyhetsbrev popup i løpet av et par minutter. Den lar dine besøkende tilmeldt seg nyhetsbrev fra Mailchimp eller lignende tjenester.
